1. 다음 단어의 알맞은 뜻을 고르세요.				정답: 1
a few				
① (구) 몇몇의, 약간의	② (부) 목소리를 내어	③ (부) 항상, 언제나	④ (전) ~가운데, ~중에서	
				
2. 다음 단어의 알맞은 뜻을 고르세요.				정답: 2
a lot of				
① (명) 사고; 우연	② (구) (수·양이) 많은	③ (동) (연극·영화에서) 연기하다	④ (명) 나이, 연령; 시대	⑤ (명) 주소; 연설
				
3. 다음 단어의 알맞은 뜻을 고르세요.				정답: 1
above				
① (전) ~위에, 위쪽으로	② (동) (연극·영화에서) 연기하다	③ (부) (얼마의 시간) 전에	④ (부) 항상, 언제나	⑤ (전) ~에 맞서, ~을 상대하여

5. 다음 단어의 알맞은 뜻을 고르세요.				정답: 4
across				
① (명) 화, 분노	② (대) 또 하나의 것	③ (형) 놀라운, 굉장한	④ (전) ~의 건너편에	⑤ (명) 주소; 연설
				
6. 다음 단어의 알맞은 뜻을 고르세요.				정답: 1
act				
① (동) (연극·영화에서) 연기하다	② (명) 발목	③ (부) (부정문에서) 더 이상	④ (형) 비슷한, 닮은	⑤ (부) 벌써, 이미
				
8. 다음 단어의 알맞은 뜻을 고르세요.				정답: 2
actor				
① (대) 또 하나의 것	② (명) (남자) 배우	③ (전) ~을 따라	④ (명) 주소; 연설	⑤ (전) ~가운데, ~중에서
				
9. 다음 단어의 알맞은 뜻을 고르세요.				정답: 4
add				
① (명) 화, 분노	② (명) 주소; 연설	③ (형) 화난, 성난	④ (동) (수·양을) 더하다	⑤ (전) ~에 맞서, ~을 상대하여
				
10. 다음 단어의 알맞은 뜻을 고르세요.				정답: 3
address				
① (부) (얼마의 시간) 전에	② (동) (연극·영화에서) 연기하다	③ (명) 주소; 연설	④ (전) ~을 따라	⑤ (전) ~이후에, ~뒤에
				
11. 다음 단어의 알맞은 뜻을 고르세요.				정답: 2
adult				
① (명) (영화 속의) 액션; 행동	② (명) 어른, 성인	③ (부) 거의	④ (명) 주소; 연설	⑤ (전) ~가운데, ~중에서
				
12. 다음 단어의 알맞은 뜻을 고르세요.				정답: 3
afraid				
① (동) (연극·영화에서) 연기하다	② (구) (수·양이) 많은	③ (형) 두려워하는; 걱정하는	④ (전) ~의 건너편에	⑤ (명) 사고; 우연
				
13. 다음 단어의 알맞은 뜻을 고르세요.				정답: 2
after				
① (전) ~에 맞서, ~을 상대하여	② (전) ~이후에, ~뒤에	③ (형) 놀라운, 굉장한	④ (부) (부정문에서) 더 이상	⑤ (형) 비슷한, 닮은
				
14. 다음 단어의 알맞은 뜻을 고르세요.				정답: 4
against				
① (구) (수·양이) 많은	② (전) ~을 따라	③ (전) ~가운데, ~중에서	④ (전) ~에 맞서, ~을 상대하여	⑤ (부) 혼자, 홀로
				
15. 다음 단어의 알맞은 뜻을 고르세요.				정답: 2
age				
① (명) 공항	② (명) 나이, 연령; 시대	③ (부) (부정문에서) 더 이상	④ (구) (수·양이) 많은	⑤ (전) ~을 따라
				
16. 다음 단어의 알맞은 뜻을 고르세요.				정답: 3
ago				
① (명) 공항	② (동) (수·양을) 더하다	③ (부) (얼마의 시간) 전에	④ (형) 놀라운, 굉장한	⑤ (부) (부정문에서) 더 이상
				
17. 다음 단어의 알맞은 뜻을 고르세요.				정답: 3
airport				
① (명) (남자) 배우	② (형) 화난, 성난	③ (명) 공항	④ (부) (얼마의 시간) 전에	⑤ (명) (영화 속의) 액션; 행동
				
18. 다음 단어의 알맞은 뜻을 고르세요.				정답: 4
alike				
① (구) (수·양이) 많은	② (전) ~이후에, ~뒤에	③ (명) 나이, 연령; 시대	④ (형) 비슷한, 닮은	⑤ (전) ~의 건너편에
				
19. 다음 단어의 알맞은 뜻을 고르세요.				정답: 4
almost				
① (부) (얼마의 시간) 전에	② (전) ~의 건너편에	③ (전) ~에 맞서, ~을 상대하여	④ (부) 거의	⑤ (부) 항상, 언제나

21. 다음 단어의 알맞은 뜻을 고르세요.				정답: 2
along				
① (대) 얼마간의 것; 어떤 것	② (전) ~을 따라	③ (형) 비슷한, 닮은	④ (형) 비슷한, 닮은	⑤ (동) (수·양을) 더하다
				
22. 다음 단어의 알맞은 뜻을 고르세요.				정답: 2
aloud				
① (전) ~이후에, ~뒤에	② (부) 목소리를 내어	③ (명) (영화 속의) 액션; 행동	④ (명) (남자) 배우	⑤ (구) 몇몇의, 약간의
				
23. 다음 단어의 알맞은 뜻을 고르세요.				정답: 3
already				
① (명) (남자) 배우	② (명) (영화 속의) 액션; 행동	③ (부) 벌써, 이미	④ (대) 얼마간의 것; 어떤 것	⑤ (부) 혼자, 홀로


