
def peer_review():
    return [
        '프로젝트를 제시간에 고품질로 완료하기 위해 정말 열심히 노력했습니다! 세부 사항에 대한 관심과 마감일을 맞추기 위한 노력은 정말 인상적입니다. 당신은 프로젝트의 성공에 크게 기여했으며 우리 팀에 당신이 있어 감사합니다.',
        '모든 목표를 달성하기 위해 어떻게 "싸우는"지 정말 감명받았습니다. 솔직히, 당신 없이는 이 모든 작업을 제 시간에 완료할 수 있을지 확신이 서지 않습니다. 항상 저를 믿고 팀의 일원이 되어주셔서 감사합니다.',
        '짧은 시간에 이 프로젝트를 시작했을 때 여러분 모두가 해주신 놀라운 작업에 감사드립니다. 우리 모두가 한 팀으로 일하는 모습이 놀랍습니다.',
        '프로젝트에 대한 귀하의 뛰어난 작업에 감사드립니다. 당신은 주도권을 잡고 그 이상으로 나아가려는 의지를 가졌습니다. 귀하의 수고와 헌신을 인정받았으며 귀하가 하신 모든 일에 감사드립니다.',
        '팀 프로젝트에서 훌륭한 작업을 수행해 주셔서 감사합니다. 당신은 항상 모든 사람과 아이디어를 지원하고, 협력하고, 공유할 수 있습니다. 귀하의 기여는 매우 중요합니다. 감사합니다!',
        '저는 오늘 귀하가 그 어려운 고객 전화를 어떻게 처리했는지에 대해 제가 얼마나 감명을 받았는지 말씀드리고 싶습니다. 당신은 시종일관 차분하고 프로페셔널했으며, 소비자가 만족하는 상황을 해결할 수 있었습니다. 바로 당신이 우리 팀을 돋보이게 만드는 것입니다.',
        '카이가 아파서 회사에 못 올 때 응원해주셔서 감사해요. 당신은 자신의 이익을 위해서만 일하는 것이 아니라 전체 팀이 가능한 한 완벽하게 만들도록 돕습니다. 좋은 일을 계속하십시오. 당신은 우리 팀을 그 어느 때보 다 강하게 만듭니다.',
        '어려운 프로젝트를 통해 팀을 이끄는 탁월한 리더십 기술에 감탄했습니다. 귀하의 명확한 방향과 지원은 우리가 궤도를 유지하고 훌륭한 결과를 얻는 데 도움이 되었습니다.',
        '상황에 대처하기 위해 제공한 혁신적인 솔루션에 놀랐습니다. 고정관념을 깨고 독창적인 아이디어를 개발하는 당신의 능력은 놀라웠습니다. 앞으로 더 많은 창의적인 솔루션을 볼 수 있기를 바랍니다.',
        '당신의 커뮤니케이션 능력은 환상적입니다. 복잡한 아이디어를 모두가 이해할 수 있는 용어로 바꿀 수 있습니다.',
        '사무실에서 당신의 긍정적인 태도와 에너지를 제가 얼마나 사랑하는지 알려드리고 싶습니다. 귀하의 열정과 낙관주의는 보물이며, 우리 모두를 지원하고 즐거운 업무 환경을 조성하는 데 도움이 됩니다. 훌륭한 동료가 되어 주셔서 감사합니다.',
        '당신의 친절과 공감에 감사드립니다. 경청하고 지원하려는 여러분의 의지가 어려운 시기를 헤쳐나가는 데 도움이 되었습니다.',
        '자기 개선에 대한 당신의 헌신은 인상적이고 고무적입니다. 여러분의 헌신과 노력이 결실을 맺을 것이라고 확신하며, 여러분의 지속적인 성장을 기대합니다.',
        '당신은 정말 훌륭한 청취자입니다. 당신과 이야기할 때면 항상 배려받고 사랑받는다는 느낌을 받습니다.'
    ]